const adjectivesA = [
  "青い", "赤い", "青白い", "明るい", "飽きの無い",
  "悪名高い", "悪夢のような", "浅い", "浅はかな", "浅はかな",
  "鮮やかな", "味気ない", "足下をすくわれかねない", "与えたい", "温かい",
  "あたたかい", "暖かい", "温かい", 
  "温かな", "あだっぽい", "新しい", "暑い", "篤い", "熱い", "厚い", "暑苦しい",
  "厚ぼったい", "アットホームな", "後味の悪い", "あとがない", "後がない",
  "後を絶たない", "危ない", "危ない", "危なげない", "危なげない",
  "危なっかしい", "脂っこい", "あほらしい", "甘い", "甘い",
  "甘ったるい", "甘っちょろい", "アマな", "アメリカンな", 
  "危うい", "怪しい", "妖しげな", "怪しげな", "あやふやな", "荒々しい", "荒々しい",
  "粗い", "荒い", "荒々しい", "有り得ない", "ありえない",
  "ありえない", "ありがたい", "ありそうな", "ある哀しい", "淡い",
  "あわただしい",  "あわれっぽい",
  "哀れっぽい", "哀れな", "哀れむような", "安易な", "暗鬱な",
  "暗愚な", "安寧な", "曖昧な", "愛らしい"
];


const adjectivesI = [
  "いい加減な", "言いがたい", "言い難い", "意外な", 
  "いかめしい", "意義深い", "息を呑むような", "潔い", "いさぎよい", "勇ましい",
  "いじわるな", "意地悪な", "いじらしい", "意地っ張りな", "異常な", "異常な", "いじらしい", "忙しい",
  "痛い", "痛々しい", "痛々しい", "偉大な", 
  "いたたまれない", "痛ましい",  "一途な", "一貫しない",
  "一切無い", "一層敬虔な", "一体的な", "一般的な", 
  "いとおしい", "糸口すら掴めない", "稚い", "愛しい", "意図しない",
  "忌々しい", "今風な", "今めかしい", "忌まわしい", "いやしい",
  "癒したい", "いやらしい", "異様な", "異様な", "異様な",
  "異例な", "色々な", "色っぽい", "陰鬱な", "陰鬱な",
  "陰鬱な", "因果な", "陰湿な", "印象的な", "印象的な",
  "印象深い", "印象的な"
];

const adjectivesU = [
  "胡散臭い", "うさんくさい", "後ろめたい", "薄気味悪い", "薄気味悪い", "薄暗い",
  "うそ寒い", "嘘くさい", "嘘つきな", "うそつきな", "疑わしい", "内気な",
  "美しい", "うっとうしい", "うつな",
  "虚ろな", "うとい", "うとましい", "生まれかわったような",
  "うるさい", "麗しい", "嬉しい", "うれしい", "噂も絶えない"
];

const adjectivesE = [
  "英雄的な", "得難い", "エキゾチックな", "えぐい", "えげつない",
  "得体の知れない", "絵に描いたような", "エネルギッシュな", "絵のような", "エポックな",
  "えらい", "偉い", "豪い", "得られない", "えもい", "エモい"
];


const adjectivesO = [
  "応援したい", "応じきれない", "旺盛な", "横暴な", "多い",
  "大柄な", "大きい", "大きな", "雄々しい",
  "オープンな", "大まかな", "おかしい", "おかしな", "臆病な", "おくゆかしい",
  "おこがましい", "行えない", "起こりえない", "幼い",
  "お寒い", "お騒がせな", "惜しい",
  "おしつけがましい", "おしゃべりな", "お洒落な", "おしゃれな", "おぞましい",
  "恐ろしい", "穏やかな", "落ち着かない",
  "おとなしい", "大人しい", "おびただしい", "おぼつかない",
  "重い", "思いがけない", "思いも寄らない", "重々しい",
  "面白い", "おもしろい", "重たい",
  "主な", "オリジナルな", "愚かな", "温厚な", "温和な", "おっとりした"
];


const adjectivesKa = [
  "かいがいしい", "絵画的な", "諧謔的な", "外交的な", "晦渋な",
  "外傷的な", "外的な", "回避できない", "開放的な", "皆無に近い",
  "開明的な", "回りくどい", "欠かせない", "輝かしい", "輝かしい",  "革新的な",
  "格調高い", "革命的な", "かぐわしい", "過酷な", "かしこい",
  "賢い", "カジュアルな", "過剰な", "微かな", "数少ない",
  "数少ない", "風のような", "硬い", "固い", "かたい", "堅苦しくない", "型破りな",
  "勝ちたい", "画期的な", "活動的な", "悲しい", "哀しい",
  "過敏な", "か細い", "寡黙な", "寡黙な", "か弱い", "辛い", "からい", "かっちりした",
  "カラフルな", "軽い",  "軽々しい", "カルチャーショックな",
  "華麗かつ可憐な", "華麗な", "苛烈な", "可憐で爽やかな", "可憐な",
  "可愛くコミカルな", "可哀想な", "かわいらしい", "可愛らしい", "かわいい", "可愛い",
  "変わらない", "変らない", "感慨深い", "考えにくい", "考えられない", "歓迎的な",  "歓迎された",
  "歓迎されない", "観光名所らしい", "頑固な", "感傷的な", "感傷的な",
  "関心がな", "完全な", "寛大な", "甲高い", "芳しい",
  "完璧な", "肝心な", "かんじんな", "感心な", "かんしんな",
];

const adjectivesKi = [
  "黄色い", "黄色の", "奇怪な", "気軽い", "気軽な", "聞き上手な", "聞きづらい",
  "聞きにくい", "聞きよい", "奇矯な", "危険な", "ぎこちない",
  "ぎこちない", "気さくな", "キザっぽい", "キザな",
  "気丈な", "奇跡的な", "気ぜわしい", "奇想天外な", "期待できない", "気色悪い",
  "汚らしい", "気だるそうな", "貴重な", "几帳面な", "きちょうめんな",
  "きつい", "奇っ怪な", "気遣わしい", "気取らない", "きなくさい",
  "気の毒な", "希薄な", "気恥ずかしい", "厳しい", 
  "基本的な", "気まぐれな", "生真面目な", "気まずい", "奇妙な",  "気味悪い",
  "気難しい", "気持ちい", "窮屈な", "急進的な", "強運な", "気持ち悪い", "きらびやかな", "煌びやかな",
  "強硬的な", "仰天な", "器用な", "凶暴な", "興味深い", "狂人的な", "驚異的な",
  "教養豊かな", "享楽的な", "綺麗な", "きわどい",
  "際どい", "均一な", "近代的な", "勤勉な", "禁欲的な"
];

const adjectivesKu = [
  "空虚な", "偶発的な", "クールな", "くさい", "臭い", "くすぐったい", "具体的な",
  "具体的な", "くだくだしい", "くだらない", "口うるさい", "口汚い",
  "口惜しい", "くどくどし", "悔しい", "暗い", "黒い", "熊みたいな", "くまみたいな",
  "狂おしい", "苦しい", "狂わしい", "詳しい", "くたびれた", "くたくたな", "くたくたの", "苦し気な", "苦しげな"
];

const adjectivesKe = [
  "景観の良い", "景観の良い", "敬虔な", "敬虔な", "希有な",
  "稀有な", "汚らわしい", "劇的な", "けたたましい",
  "気だるい", "けだるい",  "決定的な", "潔癖な",
  "けばけばしい", "下品な", "毛深い", "煙い", "煙たい",
  "険悪な", "厳格な", "元気な", "謙虚な", "健康的な", "現実的な", "厳粛な", "健全な",
  "幻想的な", "現代的な", "権力的な", "喧嘩っ早い", "けんかっ早い", "健康な"
];

const adjectivesKo = [
  "好意的な", "幸運な", "豪快な",
  "高雅な", "好奇心旺盛な", "高貴な",
  "剛毅な", "高潔な", "孝行な", "豪奢な", "講じられない",
  "公正な", "広大な", "豪胆な", "剛直な", "好都合な",
  "荒唐無稽な", "硬派な", "幸福な", "傲慢な", "公明正大な",
  "高名な", "強欲な", "小柄な", "ご機嫌な", "小汚い",
  "国際的な", "焦げ臭い", "心地よい", "心地良い",
  "心苦しい", "心もとない", "心安い", "快い", "誇示するような",
  "こすい", "姑息な", "こそばゆい", "小高い", "国家的な",
  "滑稽な", "滑稽な", "孤独な", "好ましい",
  "好ましくない", "このような", "このような", "細かい", "困らない",
  "コミカルな", "これまでにない", "恐い", "怖い", "怖がりな", "恋しい", "心強い", "強面な", "こわもてな", "こまやかな"
];


const adjectivesSa = [
  "幸いな", "盛んな", "さくい", "避けがたい", "避けられない",
  "些細な", "ささやかな", "定まらない", "ざっくばらんな", "雑多な",
  "殺風景な", "さとい", "さながらな", "淋しい", "寂しい",
  "寂しい", "淋しい", "寂しくやるせない", "寂しげな", "寂しげな",
  "様々な", "様々な", "さまざまな", "さりげない", "騒がしい",
  "爽やかな", "爽やかな", "さわやかな", "残虐な", "残酷な",
  "三次元的な", "残忍な", "残念極まりない", "残念な", "散漫な"
];


const adjectivesShi = [
  "しあわせな", "幸せな", "自意識過剰な", "仕方ない", "しがない", "しかねない",
  "色彩鮮やかな", "色彩のない", "色彩豊かな", "四季の美しい", "自虐的な",
  "刺激的な", "静かで穏やかな",
  "静かな", "沈みがちな", "自然的な", "自然と劇的な", 
  "自然な", "自然豊かな", "親しい", "親しみ深い", "親しみやすい",
  "舌長い", "慕わしい", "シックな", "実践的な", "しにくい",
  "渋い", "しぶとい", "自暴自棄な", "地道な", "地味な",
  "湿っぽい", "邪悪な", "シャイな", "社会性豊かな",
  "社会的な", "社交的な", "写実的な", "洒脱な", "邪魔な",
  "醜悪な", "宗教的な", "重苦しい", "重厚な", "従順な",
  "重大な", "自由な",  "柔軟な",
  "終末的な", "重要な", 
  "シュールな", "祝祭的な", "術ない", "主要な", "瞬間的な",
  "純真な", "純粋な", "純朴な", "生涯忘れがたい",
  "しょうがない", "仕様がない", "情感豊かな", "消極的な",
  "衝撃的な", "常識的な", "正直な", "上質な",
  "清浄な", "上手な", "情操豊かな", 
  "象徴的な","情緒豊かな", 
  "情熱的な", "上品な", "叙情的な", "女性的な",
  "女性らしい", "ショッキングな", "しらじらしい", "白々しい", "シリアスな",
  "自律的な", "じれったい", "真剣な", "真剣な", "人工的な",
  "深刻な", "信じがたい", "信じたい", "真摯な",
  "信じられない", "真髄な", "神聖な", "親切な",
  "新鮮な", "慎重な", "心配性な", "神秘的",
  "神秘的な", "進歩的な", "シンボル的な", "心豊かな", "辛辣な", "白い", "白っぽい", "白色の", "しろい"
];

const adjectivesSu = [
  "スーパーな", "清々しい", "清清しい", "すがすがしい", "すがすがしい",
  "好きな", "好きな", "隙間等の狭い", "少ない", "少ない",
  "すごい", "スゴい", "凄い", "すさまじい", "すさまじい",
  "涼しい", "素直な", "素敵な", 
  "ストレートな", "すばしこい", "すばしっこい",
  "素早い", "素晴らしい", "ずぶとい", "ずるい", "鋭い"
];

const adjectivesSe = [
  "正確な", "清潔な", "凄惨な", "凄惨な", "誠実な",
  "政治的な", "正常な", "精神的な", "精緻な", "静謐な",
  "世界一好きな", "世界的な", "世界的な", "セクシーな", "せこい",
  "せせこましい", "せっかちな", "積極的な", "切実な", "接触がない",
  "せつない", "切ない", "切ない", "切ない", "切なく哀しい",
  "刹那的な", "絶望的な", "狭い", "せわしい", "せわしない",
  "先駆的な", "繊細な", "センセーショナルな", "戦略的な", "善良な"
];

const adjectivesSo = [
  "爽快な", "壮観な", "壮観な", "騒々しい", "創造性豊かな",
  "壮大な", "聡明な", "壮麗な", "壮麗な", "疎遠な",
  "俗世的な", "そそっかし", "率直な", "素朴な", "空々しい"
];

